<template>
  <article class="prose dark:prose-invert max-w-none text-justify">
    <h2 class="text-lg font-bold text-gray-500">เกี่ยวกับผม</h2>
    <p>
      สวัสดีครับ กระผม นายกรกมล ศรีอ่อน ขณะนี้กําลังศึกษาอยู่ในระดับชั้นปริญญาตรี เทียบโอนปีที่ 2 (ปี 4) คณะวิทยาศาสตร์และเทคโนโลยี สาขา
      เทคโนโลยีสารสนเทศ เป็นคนที่ชื่นชอบและมีความถนัดในการสร้าง Web / Front End โดยใช้ Vue / Nuxt / Tailwind
    </p>
    <p>
      เป็นนักศึกษาที่มีความใฝ่เรียนรู้ / ใช้งานคอมพิวเตอร์มาตั้งแต่ช่วงมัธยมศึกษาตอนต้น และให้ความสนใจกับการศึกษาและการเขียนโปรแกรมมาตั้งแต่ระดับ ปวช.
      ตอนปลาย โดยมีประสบการณ์มาประมาณ 2-3 ปี
    </p>
  </article>
</template>

<script lang="ts" setup></script>

<style></style>
